Repository: DerEchteJoghurt/KeePassMini
Catalog: MiniKeePass/Settings View/*.lproj/Settings.strings
Languages: de, es, fr, it, ja, pt, ru, zh_hans

# 1E2-iX-dUr.segmentTitles[0]
source: Individual
de: Individuell
fr: Individuel
it: Individuale
ja: 個人
ru: Индивидуальный
zh_hans: 个人

# 1E2-iX-dUr.segmentTitles[1]
source: All Keepass entrys
de: Alle Keepass Einträges
es: Todas las entradas de Keepass
fr: Toutes les entrées de Keepass
it: Tutte le voci di Keepass
ja: 全項目
pt: Todas as entradas de Keepass
ru: Все записи пользователя Keepass
zh_hans: 所有Keepass条目

# 1XV-Vi-rXZ.footerTitle
source: Switch the APP to Dark mode
de: Dunkelmodus einschalten
es: Cambiar la APP al modo oscuro
fr: Passez l'APP en mode sombre
it: Passa l'APP alla modalità Dark
ja: ダークモードへの切り替え
pt: Mudar o APP para o modo Escuro
ru: Переключите APP в темный режим
zh_hans: 将APP切换到黑暗模式

# 1XV-Vi-rXZ.headerTitle
source: IOS dark mode
de: IOS Dunklemodus
es: Modo oscuro de IOS
fr: Mode sombre d'IOS
it: Modalità scura IOS
ja: IOS ダークモード
pt: IOS modo escuro
ru: Темный режим IOS
zh_hans: IOS的黑暗模式

# 6aD-nd-BAe.footerTitle
source: Clear the contents of the clipboard after a given timeout upon performing a copy.
de: Löscht den Inhalt der Zwischenablage nach einer bestimmten Zeitspanne, wenn eine Kopie durchgeführt wird.
es: Borrar el contenido del portapapeles tras un tiempo de espera determinado al realizar una copia.
fr: Efface le contenu du presse-papiers après un délai donné lors de l'exécution d'une copie.
it: Cancella il contenuto degli appunti dopo un determinato timeout dopo aver eseguito una copia.
ja: コピーを実行すると、指定されたタイムアウト後にクリップボードの内容がクリアされます。
pt: Limpar o conteúdo da prancheta após um determinado intervalo de tempo após a realização de uma cópia.
ru: Очистка содержимого буфера обмена после заданного тайм-аута при выполнении копирования.
zh_hans: 在执行复制时，在给定的超时后清除剪贴板的内容。

# 6aD-nd-BAe.headerTitle
source: Clear Clipboard on Timeout
de: Lösche Clipboard on Timeout
es: Borrar el portapapeles en el tiempo de espera
fr: Effacer le presse-papiers au bout d'un certain temps
it: Cancellare gli appunti al timeout
ja: タイムアウト時にクリップボードを消去する
pt: Limpar a prancheta no Timeout
ru: Очистка буфера обмена по истечении времени
zh_hans: 超时清除剪贴板

# 8ZA-aO-G1w.text
source: Enabled
de: Aktiviert
es: Activado
fr: Activé
it: Abilitato
ja: 有効
pt: Activado
ru: Включено
zh_hans: 已启用

# Am8-Mj-Ugf.text
source: Enabled
de: Aktiviert
es: Activado
fr: Activé
it: Abilitato
ja: 有効
pt: Activado
ru: Включено
zh_hans: 已启用

# C0I-Y0-rYX.text
source: Title
es: Título
fr: Titre
it: Titolo
ja: タイトル
pt: Título
ru: Название
zh_hans: 标题

# Cat-Ji-dIK.text
source: Method
es: Método
fr: Méthode
it: Metodo
ja: 方法
pt: Método
ru: Метод
zh_hans: 方法

# HQU-cJ-O4e.text
source: IOS Autofill Support
de: IOS Autofill Unterstützung
es: Soporte para IOS Autofill
fr: Prise en charge de la saisie automatique sur IOS
it: Supporto IOS Autofill
ja: IOS オートフィルサポート
pt: Apoio ao Autofill IOS
ru: Поддержка автозаполнения в IOS
zh_hans: 支持IOS自动填表

# HdE-BK-IC2.footerTitle
source: Your Cloud password
de: Dein Cloud Kennwort
es: Su contraseña de la nube
fr: notre mot de passe pour le Cloud
it: La tua password per il cloud
ja: クラウドのパスワード
pt: A sua palavra-passe Cloud
ru: Ваш пароль к облаку
zh_hans: 你的云计算密码

# HdE-BK-IC2.headerTitle
source: Password
de: Kennwort
es: Contraseña
fr: Mot de passe
ja: パスワード
pt: Senha
ru: Пароль
zh_hans: 密码

# I3Y-Du-rEB.text
source: Integrated
de: Integriert
es: Integrado
fr: Intégré
it: Integrato
ja: 統合
pt: Integrado
ru: Интегрированный
zh_hans: 综合

# JmW-Y4-S1N.footerTitle
source: Stores remembered database passwords in the devices's secure keychain.
de: Speichert gespeicherte Datenbankpasswörter im sicheren Schlüsselbund des Geräts.
es: Almacena las contraseñas recordadas de la base de datos en el llavero seguro de los dispositivos.
fr: Stocke les mots de passe de la base de données mémorisés dans le trousseau de clés sécurisé des appareils.
it: Memorizza le password del database ricordate nel portachiavi sicuro dei dispositivi.
ja: 記憶されたデータベースパスワードをデバイスの安全なキーチェーンに保存します。
ru: Хранит запомненные пароли баз данных в защищенном брелоке устройства.
zh_hans: 在设备的安全钥匙串中存储记忆中的数据库密码。

# JmW-Y4-S1N.headerTitle
source: Remember Database Passwords
de: Datenbank-Passwörter merken
es: Recordar las contraseñas de la base de datos
fr: Mémoriser les mots de passe des bases de données
it: Ricordare le password del database
ja: データベースパスワードの記憶
pt: Recordar senhas de bases de dados
ru: Запоминание паролей баз данных
zh_hans: 记住数据库密码

# Krp-uD-Psn.placeholder
source: Password
de: Kennwort
es: Contraseña
fr: Mot de passe
ja: パスワード
pt: Senha
ru: Пароль
zh_hans: 密码

# Q8a-zf-aFf.text
source: Close Enabled
de: Schliessen Aktiviert
es: Cerrar Activado
fr: Fermeture activée
it: Chiudere Abilitato
ja: 閉じる 有効
pt: Fechar Activado
ru: Закрыть Включено
zh_hans: 关闭 已启用

# QCo-U1-I8E.text
source: Close Timeout
de: Schliessen Timeout
es: Cierre del tiempo de espera
fr: Délai de fermeture
it: Chiudere il timeout
ja: クローズタイムアウト
pt: Fechar o tempo limite
ru: Таймаут закрытия
zh_hans: 关闭超时

# Sdb-s9-D0G.text
source: KeePassMini Version
de: IOSKeePass Version
es: IOSKeePass Versión
fr: IOSKeePass Version
ja: IOSKeePass バージョン
pt: IOSKeePass Versão
ru: KeePassMini Версия
zh_hans: IOSKeePass 版本

# Shd-Nf-YFM.footerTitle
source: Hides passwords when viewing a password entry.
de: Blendet Passwörter aus, wenn ein Passworteintrag angezeigt wird.
es: Oculta las contraseñas cuando se visualiza una entrada de contraseña.
fr: Masque les mots de passe lors de l'affichage d'une entrée de mot de passe.
it: Nasconde le password quando si visualizza una voce di password.
ja: パスワードの項目を表示する際に、パスワードを非表示にします。
pt: Oculta palavras-passe ao visualizar uma entrada de palavra-passe.
ru: Скрывает пароли при просмотре записи пароля.
zh_hans: 在查看密码条目时隐藏密码。

# Shd-Nf-YFM.headerTitle
source: Hide Passwords
de: Verstecke Kennwörter
es: Ocultar contraseñas
fr: Cacher les mots de passe
it: Nascondere le password
ja: パスワードを隠す
pt: Esconder palavras-passe
ru: Скрыть пароли
zh_hans: 隐藏密码

# T3z-vF-Z88.text
source: Hide Passwords
de: Verstecke Kennwörter
es: Ocultar contraseñas
fr: Cacher les mots de passe
it: Nascondere le password
ja: パスワードを隠す
pt: Esconder palavras-passe
ru: Скрыть пароли
zh_hans: 隐藏密码

# ViH-4F-NKK.footerTitle
source: Automatically close an open database after the selected timeout.
de: Schließen Sie eine geöffnete Datenbank automatisch nach dem gewählten Timeout.
es: Cerrar automáticamente una base de datos abierta después del tiempo de espera seleccionado.
fr: Ferme automatiquement une base de données ouverte après le délai sélectionné.
it: Chiudi automaticamente un database aperto dopo il timeout selezionato.
ja: 選択したタイムアウト後に、開いているデータベースを自動的に閉じます。
pt: Fechamento automático de uma base de dados aberta após o tempo limite seleccionado.
ru: Автоматическое закрытие открытой базы данных по истечении выбранного тайм-аута.
zh_hans: 在选定的超时后自动关闭一个开放的数据库。

# ViH-4F-NKK.headerTitle
source: Close Database on Timeout
de: Schliesse Database auf Timeout
es: Cerrar la base de datos cuando se agota el tiempo de espera
fr: Fermer la base de données au bout du compte
it: Chiudere il database al timeout
ja: タイムアウトでデータベースを閉じる
pt: Fechar base de dados sobre o tempo limite
ru: Закрытие базы данных по истечении времени
zh_hans: 在超时时关闭数据库

# WPB-ze-mX6.text
source: Clear Timeout
de: Lösche Timeout
es: Borrar el tiempo de espera
fr: Effacer le délai d'attente
it: Azzeramento del timeout
ja: タイムアウトを解除する
pt: Tempo Limpo
ru: Очистить тайм-аут
zh_hans: 清除超时

# WTf-Ma-R7l.footerTitle
source: The string encoding used for passwords when converting them to database keys.
de: Die Zeichenkettenkodierung, die für Passwörter bei der Konvertierung in Datenbankschlüssel verwendet wird.
es: La codificación de cadena utilizada para las contraseñas al convertirlas en claves de la base de datos.
fr: Le codage des chaînes utilisé pour les mots de passe lors de leur conversion en clés de base de données.
it: La codifica della stringa usata per le password quando le si converte in chiavi di database.
ja: パスワードをデータベースのキーに変換する際に使用する文字列エンコーディング。
pt: A codificação de cordas utilizada para as palavras-passe ao convertê-las em chaves de bases de dados.
ru: Строковая кодировка, используемая для паролей при преобразовании их в ключи базы данных.
zh_hans: 将密码转换为数据库密钥时使用的字符串编码。

# WTf-Ma-R7l.headerTitle
source: Password Encoding
de: Passwort Encoding
es: Codificación de contraseñas
fr: Codage du mot de passe
it: Codifica della password
ja: パスワードのエンコード
pt: Codificação de senha
ru: Кодирование пароля
zh_hans: 密码编码

# Wyv-5A-xwb.text
source: Encoding
es: Codificación
fr: Codage
it: Codifica
pt: Codificação
ru: Кодирование
zh_hans: 编码

# XnM-JR-qTX.footerTitle
source: Prevent unauthorized access to KeePassMini with a PIN.
de: Verhindern Sie den unbefugten Zugriff auf IOSKeePass mit einer PIN.
es: Evita el acceso no autorizado a IOSKeePass con un PIN.
fr: Empêchez tout accès non autorisé à IOSKeePass grâce à un code PIN.
it: Prevenire l'accesso non autorizzato a KeePassMini con un PIN.
ja: IOSKeePassへの不正アクセスをPINで防止します。
pt: Impedir o acesso não autorizado ao IOSKeePass com um PIN.
ru: Предотвратите несанкционированный доступ к KeePassMini с помощью PIN-кода.
zh_hans: 用PIN码防止对IOSKeePass的非法访问。

# XnM-JR-qTX.headerTitle
source: PIN Protection
de: PIN Schutz
es: PIN Protección
fr: Protection du code PIN
it: Protezione PIN
ja: PINプロテクション
pt: PIN Protecção
ru: Защита PIN-кода
zh_hans: 密码保护

# ZSj-bs-JXH.footerTitle
source: Select your Provider Type
de: Wähle den Anbieter Type
es: Seleccione su tipo de proveedor
fr: Sélectionnez votre type de fournisseur
it: Seleziona il tuo tipo di fornitore
ja: プロバイダーの種類を選択してください
pt: Seleccione o seu Tipo de Provedor
ru: Выберите тип провайдера
zh_hans: 选择您的供应商类型

# ZSj-bs-JXH.headerTitle
source: Cloud Provider
de: Cloud Anbieter
es: Cloud Proveedor
fr: Fournisseur de services en nuage
it: Fornitore di cloud
ja: クラウドプロバイダー
pt: Fornecedor de nuvens
ru: Облачный провайдер
zh_hans: Cloud 供应商

# ZbJ-mR-6o9.footerTitle
source: Switch between an integrated web browser and Safari.
de: Wechseln Sie zwischen einem integrierten Webbrowser und Safari.
es: Cambia entre un navegador web integrado y Safari.
fr: Basculer entre un navigateur web intégré et Safari.
it: Passa da un browser web integrato a Safari.
ja: 統合ウェブブラウザとSafariの切り替え。
pt: Alternar entre um navegador web integrado e o Safari.
ru: Переключение между встроенным веб-браузером и Safari.
zh_hans: 在集成网络浏览器和Safari浏览器之间切换。

# ZmO-Ci-csI.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定
pt: Definições
ru: Настройки
zh_hans: 设置

# Zs3-9b-0kG.footerTitle
source: Switch ON / OFF Cloud Backup
es: Activar/desactivar la copia de seguridad en la nube
fr: Activation / désactivation de la sauvegarde des nuages
it: Accendere / spegnere il backup del cloud
ja: スイッチON/OFF クラウドバックアップ
pt: Ligar / Desligar Cloud Backup
ru: Переключение ВКЛ/ВЫКЛ Резервное копирование облака
zh_hans: 开启/关闭云备份

# Zs3-9b-0kG.headerTitle
source: Cloud Backup
es: Copia de seguridad en la nube
fr: Sauvegarde dans le Cloud
it: Backup nel cloud
ja: クラウドバックアップ
ru: Облачное резервное копирование
zh_hans: 云备份

# bYX-rB-JtD.text
source: Search Title only
de: Suche nur Titel
es: Buscar sólo el título
fr: Recherche de titre uniquement
it: Cerca solo il titolo
ja: 検索タイトルのみ
pt: Pesquisar apenas Título
ru: Поиск только по названию
zh_hans: 仅搜索标题

# bnl-fj-Wky.footerTitle
source: Delete all files and passwords after too many failed attempts.
de: Löschen Sie alle Dateien und Kennwörter nach zu vielen Fehlversuchen.
es: Borrar todos los archivos y contraseñas después de demasiados intentos fallidos.
fr: Supprimez tous les fichiers et mots de passe après trop de tentatives infructueuses.
it: Cancellare tutti i file e le password dopo troppi tentativi falliti.
ja: 試行回数が多すぎると、すべてのファイルやパスワードを削除する。
pt: Apagar todos os ficheiros e palavras-passe após demasiadas tentativas falhadas.
ru: Удалите все файлы и пароли после слишком большого количества неудачных попыток..
zh_hans: 在尝试失败太多次后，删除所有文件和密码。

# bnl-fj-Wky.headerTitle
source: Delete All Data on PIN Failure
de: Löschen aller daten nach 3 Falschen pin eingaben
es: Borrar todos los datos al fallar el PIN
fr: Suppression de toutes les données en cas d'échec du code PIN
it: Cancellare tutti i dati in caso di errore del PIN
ja: PIN失敗時の全データ削除について
pt: apagar todos os dados sobre falha de PIN
ru: Удаление всех данных при сбое PIN-кода
zh_hans: 密码失败时删除所有数据

# bqX-8v-ds6.footerTitle
source: Supports the IOS Autofill Credential Provider
de: Unterstütze den IOS Autofill Credential Anbieter
es: Admite el proveedor de credenciales IOS Autofill
fr: Prend en charge le fournisseur de justificatifs IOS Autfoill
it: Supporta il fornitore di credenziali IOS Autfoill
ja: IOS Autofill Credential Providerをサポートします
pt: Apoia o Provedor de Credenciais do IOS Autofill
ru: Поддерживает провайдер автозаполнения учетных данных IOS
zh_hans: 支持IOS的自动填充凭证提供者

# bqX-8v-ds6.headerTitle
source: IOS AutoFill
ru: Автозаполнение IOS
zh_hans: IOS 自动填表

# dcw-Ls-OVy.footerTitle
source: Sort Groups and Entries Alphabetically
de: Sortieren von Gruppen und Einträgen in alphabetischer Reihenfolge
es: Ordenar grupos y entradas alfabéticamente
fr: Trier les groupes et les entrées par ordre alphabétique
it: Ordina gruppi e voci in ordine alfabetico
ja: グループとエントリーのアルファベット順の並べ替え
pt: Ordenar grupos e entradas por ordem alfabética
ru: Сортировать группы и записи по алфавиту
zh_hans: 按字母顺序排列组和条目

# dcw-Ls-OVy.headerTitle
source: Sorting
de: Sortieren
es: Clasificación
fr: Triage
it: Ordinamento
ja: ソート
pt: Ordenação
ru: Сортировка
zh_hans: 分拣

# drK-Tr-LS6.text
source: Enabled
de: Aktiviert
es: Activado
fr: Activé
it: Abilitato
ja: 有効
pt: Activado
ru: Включено
zh_hans: 已启用

# f3o-MT-xbh.footerTitle
source: Search Title only (default: search all fields)
de: Nur Titel suchen (Standard: alle Felder durchsuchen)
es: Buscar sólo en el título (por defecto: buscar en todos los campos)
fr: Rechercher uniquement dans le titre (par défaut : rechercher dans tous les champs)
it: Cerca solo nel titolo (predefinito: cerca in tutti i campi)
ja: タイトルのみを検索（デフォルト：全フィールドを検索）
pt: Pesquisar apenas título (por defeito: pesquisar todos os campos)
ru: Искать только в заголовке (по умолчанию: искать во всех полях)
zh_hans: 只搜索标题（默认：搜索所有字段）。

# f3o-MT-xbh.headerTitle
source: Searching
de: Suche
es: Buscando en
fr: Recherche
it: Ricerca su
ja: 検索中
pt: A pesquisar
ru: Поиск
zh_hans: 搜索

# f3w-NO-BCi.text
source: Account
de: Benutzerkonto
es: Cuenta
fr: Compte
it: Conto
ja: アカウント
pt: Conta
ru: Счет
zh_hans: 帐户

# fKY-md-m8c.text
source: Enable Cloud Backup
de: Aktiviert Cloud Backup
es: Activar la copia de seguridad en la nube
fr: Activer la sauvegarde dans le nuage
it: Abilitare il backup su cloud
ja: クラウドバックアップの有効化
pt: Activar o Cloud Backup
ru: Включить облачное резервное копирование
zh_hans: 启用云备份

# iA3-jd-szQ.footerTitle
source: most username or emailadress
de: mesitens Benutzername oder EMail Adresse
es: más nombre de usuario o dirección de correo electrónico
fr: le nom d'utilisateur ou l'adresse électronique de la plupart des utilisateurs
it: la maggior parte del nome utente o dell'indirizzo e-mail
ja: 最もユーザーネームまたはEメールアドレス
pt: a maior parte dos nomes de utilizador ou de e-mailadress
ru: имя пользователя или адрес электронной почты
zh_hans: 大多数的用户名或电子邮件地址

# iA3-jd-szQ.headerTitle
source: Accountname or USERNAME
de: Benutzename or Kontoname
es: Nombre de la cuenta
fr: Nom du compte
it: Nome dell'account
ja: アカウント名
pt: Nome da conta
ru: Имя счета
zh_hans: 帐户名称

# iK4-cj-HRD.text
source: Attempts
de: Versuche
es: Intentos
fr: Tentatives
it: Tentativi
ja: 試行回数
pt: Tentativas
ru: Попытки
zh_hans: 企图

# kQ7-wA-XNa.text
source: Enabled
de: Aktiviert
es: Activado
fr: Activé
it: Abilitato
ja: 有効
pt: Activado
ru: Включено
zh_hans: 已启用

# moz-B7-WUb.text
source: Dark Enabled
de: Dunkel Aktiviert
es: Oscuridad habilitada
fr: Sombre Activé
it: Scuro Abilitato
ja: ダークイネーブル
pt: Activado nas Trevas
ru: Темнота включена
zh_hans: 启用了黑暗

# p28-N6-qWa.text
source: PIN Enabled
de: PIN Aktiviert
es: PIN Activado
fr: PIN Activé
it: PIN Abilitato
ja: PIN 有効
pt: PIN Activado
ru: PIN Включено
zh_hans: 启用了PIN码

# q2V-oj-sug.placeholder
source: Accountname
de: Kontoname
es: Nombre de la cuenta
fr: Nom du compte
it: Nome dell'account
ja: アカウント名
pt: Nome da conta
ru: Имя счета
zh_hans: 帐户名称

# vH4-cT-PCz.footerTitle
source: Use your fingerprint or Camera and your Face as an alternative to entering a PIN if supported.
de: Verwenden Sie Ihren Fingerabdruck oder Ihre Kamera und Ihr Gesicht als Alternative zur PIN-Eingabe, sofern dies unterstützt wird.
es: Utilice su huella dactilar o la cámara y su cara como alternativa a la introducción de un PIN si es compatible.
fr: Utilisez votre empreinte digitale ou votre appareil photo et votre visage comme alternative à la saisie d'un code PIN si cela est possible.
it: Usa la tua impronta digitale o la fotocamera e il tuo viso come alternativa all'inserimento di un PIN, se supportato.
ja: 暗証番号の代わりに、指紋やカメラ、顔を使うことができます（対応機種のみ）。
pt: Utilize a sua impressão digital ou Câmara e o seu Rosto como alternativa à introdução de um PIN, se suportado.
ru: Используйте отпечаток пальца или камеру и лицо в качестве альтернативы вводу PIN-кода, если это поддерживается.
zh_hans: 如果支持的话，使用你的指纹或相机和你的脸来替代输入密码。

# xMv-gl-Kfq.text
source: Enabled
de: Aktiviert
es: Activado
fr: Activé
it: Abilitato
ja: 有効
pt: Activado
ru: Включено
zh_hans: 已启用

# ZbJ-mR-6o9.headerTitle
source: Web Browser
ja: ウェブブラウザ
